Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/media/censorship_of_publications_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: The Censorship of Publications Board is an independent board established by law to examine books and periodicals for sale in Ireland
ga: Bord neamhspléach in Éirinn é an Bord um Chinsireacht Foilseachán a bunaíodh faoin dlí le leabhair agus tréimhseacháin atá ar díol a scrúdú

source: The Board may prohibit the sale and distribution of books and periodicals if they are found to be obscene
ga: Is féidir leis an mBord cosc a chur ar díol agus dáileadh leabhar agus tréimhseachán má chreideann sé go bhfuileadar gáirsiúil

source: A prohibition on the sale and distribution of a particular publication means that it is illegal for this book to be bought, sold or distributed around the country
ga: Má bhíonn cosc ar díol agus dáileadh foilseacháin faoi leith ciallaíonn sin go bhfuil sé in aghaidh an dlí an leabhar sin a cheannach, a dhíol nó a dháileadh ar fud na tíre

source: Books that are prohibited may be appealed to the Censorship of Publications Appeal Board
ga: Is féidir achomharc a dhéanamh maidir le cosc ar leabhair chuig an mBord Achomhairc um Chinsireacht Foilseachán

source: Both the Censorship of Publications Board and the Appeals Board consist of five members each
ga: Cúigear ball atá ar an mBord um Chinsireacht Foilseachán agus ar an mBord Achomhairc

source: Members of both boards are appointed by the Minister for Justice and Equality
ga: Is é/í an tAire Dlí agus Cirt agus Comhionannais a cheapann na baill ar an dá bhord

source: Posts on these boards are without remuneration (i.e., they are unpaid)
ga: Níl aon luach saothair ag baint le post ar na boird seo (is é sin le rá nach n-íoctar na baill)

source: The Censorship of Publications Board will examine any book or periodical referred to it by a Customs and Excise officer and any book referred to it by a member of the public
ga: Déanfaidh an Bord um Chinsireacht Foilseachán scrúdú ar aon leabhar nó tréimhseachán a chuireann oifigeach Custaim agus Máil faoina bhráid agus aon leabhar a chuireann ball den phobal faoina bhráid

source: It may also examine any book or periodical on its own initiative
ga: Is féidir leis an mbord cinneadh a dhéanamh aon leabhar nó tréimhseachán a scrúdú é féin

source: In Ireland, there is no category of restricted access - a publication is either prohibited or it is not prohibited
ga: In Éirinn, níl aon rannóg rochtana teoranta - déantar foilseachán a chosc nó gan é a chosc

source: The Board does not prohibit publications very often, and in some years, nothing is prohibited
ga: Ní minic go gcuireann an Bord cosc ar fhoilseacháin, agus i mblianta faoi leith, ní chuirtear cosc ar rud ar bith

source: The Board has regular meetings to discuss publications referred to it
ga: Bíonn cruinnithe rialta ag an mBord le plé a dhéanamh ar na foilseacháin a cuireadh faoina bhráid

source: Every member of the Board will have read the publication before the meeting
ga: Beidh an foilseachán léite ag gach ball den Bhord roimh an gcruinniú

source: For a book to be prohibited, at least three members must agree with the decision and only one can dissent (i.e., disagree)
ga: Má tá cosc le cur ar leabhar ní mór do ar a laghad triúr ball a bheith ar aon intinn maidir leis an gcinneadh agus duine amháin a bheith ar mhalairt tuairim

source: If the prohibition is passed, it comes into effect as soon as it is announced in Iris Oifigúil (Ireland's official State gazette)
ga: Má dhéantar cosc a chur ar an bhfoilseachán beidh feidhm leis an gcosc chomh luath agus a bhíonn sé fógraithe in Iris Oifigiúil - (Iris oifigiúil Stáit na hÉireann)

source: A prohibition order on a book ceases on the 31 December following a period of 12 years beginning on the date of the order coming into effect
ga: Tagann deireadh le ordú coisc ar leabhar ar an 31 Nollaig tar éis tréimhse 2 bhliain déag a thosnaíonn ar an dáta a thagann an t-ordú i bhfeidhm

source: A first prohibition order on a periodical is for 3, 6 or 12 months, depending on how often it is published
ga: Cuirtear an chéad chosc ar thréimhseachán ar feadh 3, 6 nó 12 mí ag brath ar cé chomh minic a chuirtear i gcló é

source: A second or subsequent prohibition order on a periodical is permanent
ga: Má bhíonn an dara chosc nó ceann eile ina dhiaidh sin curtha ar thréimhseachán is cosc buan a bhíonn ann

source: It is possible to appeal against the order
ga: Is féidir achomharc a dhéanamh in aghaidh an orduithe

source: Appealing against a prohibition order
ga: Achomharc a dhéanamh in aghaidh orduithe coisc

source: The Censorship of Publications Appeal Board operates in a similar fashion to the Censorship of Publications Board, except that its members only need a simple majority for a decision
ga: Feidhmíonn an Bord Achomhairc um Chinsireacht Foilseachán mórán ar an mbunús céanna leis an mBord um Chinsireacht Foilseachán, ach amháin nach dteastaíonn ach tromlach simplí ó na baill le cinneadh a thógáil

source: An appeal against the prohibition of a book may be made by the author, editor or publisher of the book or by any five members of the Oireachtas (the Seanad or the Dáil) who are acting jointly
ga: Is féidir leis an údar, eagarthóir nó foilsitheoir achomharc a dhéanamh i gcoinne coisc ar leabhar nó is féidir le aon chúigear bhall den Oireachtas (an Seanad nó an Dáil) atá ag feidhmiú lena chéile achomharc a dhéanamh

source: The Appeal Board may affirm the order, revoke the order or vary the order so as to exclude a particular edition of the book from the order
ga: Is féidir leis an mBord Achomhairc an t-ordú a dhearbhú, a tharraingt siar nó a athrú le eagrán faoi leith den leabhar a fhágáil as an ordú

source: An appeal against the prohibition of a periodical may be made by the publisher of the periodical or by any five members of the Oireachtas acting jointly
ga: Is féidir le foilsitheoir tréimhseacháin achomharc a dhéanamh in aghaidh coisc ar thréimhseachán nó is féidir le aon chúigear bhall den Oireachtas atá ag feidhmiú lena chéile achomharc a dhéanamh

source: The Appeal Board may revoke the order or may vary the order to allow for the sale and distribution of a particular issue or edition of the periodical
ga: Is féidir leis an mBord Achomhairc an t-ordú a tharraingt siar nó a athrú le go mbeadh díol agus dáileadh eagráin faoi leith den thréimhseachán ceadaithe

source: Grounds for banning a books or periodicals in Ireland
ga: Cúiseanna le cosc a chur ar leabhair nó tréimhseacháin in Éirinn

source: Books are prohibited if the Censorship of Publications Board considers them to be indecent or obscene
ga: Cuirtear cosc ar leabhair má chreideann an Bord um Chinsireacht Foilseachán go bhfuileadar mígheanasach nó gáirsiúil

source: Periodicals are prohibited if the Censorship of Publications Board considers them to be frequently or usually indecent or obscene
ga: Cuirtear cosc ar thréimhseacháin má cheapann an Bord um Chinsireacht Foilseachán go mbíonn siad mígheanasach nó gáirsiúil as an ngnáth nó go minic

source: Both books and periodicals may be prohibited if the Board considers that they advocate abortion or ways of carrying out abortions
ga: Is féidir cosc a chur ar leabhair agus ar thréimhseacháin má chreideann an Bord go spreagann siad ginmhilleadh nó bealaí le gin a mhilleadh

source: Periodicals may also be prohibited if the Board is of the opinion that they have given an unduly large proportion of space to matters relating to crime
ga: Is féidir cosc a chur ar thréimhseacháin freisin má tá an Bord den tuairim go mbaineann go leor den ábhar iontu le coireanna

source: In practice, however, publications are usually only reported to the Board for obscenity
ga: I ndáiríre, áfach, is mar gheall ar gháirsiúlacht de ghnáth a chuirtear foilseacháin faoi bhráid an Bhoird

source: The Board will measure the literary, scientific or historical merit of the publication
ga: Déanfaidh an Bord fiúntas liteartha, eolaíochta nó stairiúil an fhoilseacháin a mheas

source: It will take note of its general tenor, the language in which it is written, its likely circulation and readers and anything else it feels is relevant
ga: Cuirfear san áireamh an éirim ghinearálta, an teanga ina bhfuil sé scríofa, an dáileachán gur dóigh a bheadh aige, na léitheoirí agus aon rud eile a mheasann an Bord a bheith cuí

source: It may take into account any communication with the author, editor or publisher
ga: D'fhéadfaí go gcuirfí san áireamh aon chumarsáid leis an údar, eagarthóir nó foilsitheoir

source: If a publication has been examined by the Censorship of Publications Board and a prohibition order is not at present in force against it, then the Child Trafficking and Pornography Act 1998 does not apply to it
ga: Má tá scrúdú déanta ag an mBord um Chinsireacht Foilseachán ar fhoilseachán agus muna bhfuil ordú coisc i bhfeidhm faoi láthair ina choinne, ní bhaineann an tAcht um Pornagrafaíocht Leanaí 1998 leis

source: The Gardai may be issued with a search warrant if they suspect that prohibited books or periodicals are being kept anywhere for sale or distribution
ga: Is féidir barántas cuardaigh a chur ar fáil do na Gardaí má chreideann siad go bhfuil leabhair nó tréimhseacháin a bhfuil cosc orthu dhá choinneáil ina áit ar bith le díol nó le dáileadh

source: The Register of Prohibited Publications keeps a record of the publications that are currently prohibited and any variations on prohibition orders
ga: Coinníonn Clár na bhFoilseachán Coiscthe taifead ar na foilseacháin atá faoi chosc faoi láthair chomh maith le aon athruithe ar orduithe coisc

source: You can consult the Register for free in the Censorship of Publications Office and the Register is occasionally published
ga: Is féidir breathnú ar an gClár, saor in aisce, san Oifig um Chinsireacht Foilseachán agus cuirtear an Clár i gcló ó am go chéile

source: The Boards are both independent authorities and the Minister for Justice and Equality has no power over their decisions
ga: Is údaráis neamhspléacha iad an dá bhord agus níl aon chumhacht ag an Aire Dlí agus Cirt agus Comhionannais maidir le aon chinneadh a dhéanann siad

source: The Child Trafficking and Pornography (Amendment) Act 2004 has two purposes in relation to censorship of publications
ga: Tá dhá chuspóir ag an Acht um Gháinneáil ar Leanaí agus Pornagrafaíocht Leanaí (Leasú) 2004 i ndáil le cinsireacht na bhfoilseachán

source: It ensures that any person who sends or produces documents to a committee of the houses of the Oireachtas (which might include child pornography) does not run the risk of committing the criminal offence of distributing child pornography
ga: Cinntíonn sé nach mbíonn an baol ann d’aon duine a sheolann nó a chuireann cáipéisí ar fáil do choiste de thithe an Oireachtais (ina bhféadfadh pornagrafaíocht leanaí a bheith), go mbeidís ag déanamh cion coiriúil i ndáileadh na pornagrafaíochta leanaí

source: This is necessary where someone is obliged to comply with a direction from a Dail or Seanad committee to either send or produce to the committee any specified documents in their possession
ga: Bíonn sé seo riachtanach sa chás go mbíonn iallach ar dhuine éigin cloí le treoir ó choiste de chuid na Dála nó an tSeanaid chun cáipéisí sonraithe ar bith atá ina seilbh acu a sheoladh nó a chur ar fáil don choiste

source: Second, the 1998 Child Trafficking and Pornography Act also makes it an offence to possess, print, publish or show child pornography
ga: Is é an dara beart a dhéanann Acht 1998 ná seilbh, priontáil nó taispeáint na pornagrafaíochta leanaí a chur ina gcion freisin

source: However, it provides no exemption to members of the Oireachtas who might come into possession etc of child pornography as a consequence of carrying out their proper functions
ga: Ní sholáthraíonn sé aon eisceacht do bhaill an Oireachtais a d’fhéadfadh a theacht i seilbh srl. de phornagrafaíocht leanaí, mar thoradh ar fheidhmiú a bhfeidhmeanna cuí, ámh

source: The 2004 Act ensures that any member of the Oireachtas, civil servant or adviser who came into possession of child pornography, or distributed, printed, published or showed child pornography, while carrying out their legitimate functions in gathering evidence during an investigation into any matter relating to child pornography, or assisting in any such investigation, would not commit a criminal offence
ga: Cinntíonn an tAcht 2004 nach mbeadh aon bhall den Oireachtas, aon státseirbhíseach ná comhairleoir a tháinig i seilbh na pornagrafaíochta leanaí, nó a dháil, a phriontáil, a d’fhoilsigh ná a thaispeáin an phornagrafaíocht leanaí ag déanamh cion coiriúil agus iad i mbun a bhfeidhmeanna dlisteanacha i mbailiú na fianaise le linn fiosrúcháin in aon ní a bhainfeadh leis an bpornagrafaíocht leanaí, nó a bheadh ag cúnamh le haon fhiosrúchán dá leithéid

source: There is a fee of €6.35 to be paid by an author or publisher lodging an appeal against a prohibition order
ga: Ní mór d'údar nó do fhoilsitheoir táille de €6.35 a íoc as achomharc a dhéanamh i gcoinne ordaithe coisc

source: This will be returned if the appeal is considered to be a serious appeal
ga: Aisíocfar an táille seo má mheastar gur achomharc dáiríre atá ann

source: In practice, every appeal fee is returned
ga: Go hiondúil, aisíoctar gach táille achomhairc

source: Complaining about a book or periodical
ga: Gearán a dhéanamh maidir le leabhar nó foilseachán

source: To complain about a book or periodical, you must put your complaint to the Office of Censorship of Publications in writing, stating why you think the book or periodical should be prohibited and indicating passages (if any) in the text that you feel support your complaint
ga: Le gearán a dhéanamh maidir le leabhar nó tréimhseachán, ní mór duit an gearán a chur i scríbhinn chuig an Oifig um Chinsireacht Foilseachán, ag lua cén fáth go gceapann tú gur ceart cosc a chur ar an leabhar nó tréimhseachán agus slioctanna a ainmniú (más ann dóibh) sa téasc a cheapann tú a thugann fianaise don ghearán

source: You must also send in a copy of the book or three recent issues of the periodical
ga: Ní mór duit freisin cóip den leabhar a sheoladh isteach nó trí eagrán deireanacha den tréimhseachán

source: To appeal against a prohibition, you must be either the author, the publisher or one of five members of the Oireachtas acting together
ga: Is féidir leis an údar, foilsitheoir nó duine de chúigear bhall den Oireachtas atá ag feidhmiú lena chéile achomharc a dhéanamh maidir le ordú coisc

source: You must make the appeal on the proper form, which is available from the Office of Censorship of Publications
ga: Ní mór an t-achomharc a dhéanamh ar an bhfoirm chuí, atá ar fáil ón Oifig um Chinsireacht Foilseachán

source: You must send in six copies of a book, or as many copies as requested of a periodical, and the fee, as mentioned above
ga: Ní mór duit sé chóip den leabhar a sheoladh isteach, nó an oiread cóipeanna agus a iarrtar den tréimhseachán, agus an táille mar atá thuasluaite
